{
     "carros":[
      {
         "audi":[
            {
               "audi_a3":[
                  {
                     "name":"Audi A3 Sedan",
                     "desc":"Este sedã premium agora mede 4,500 m de comprimento, 1,820 m de largura, 1,430 m de altura e 2,636 m de entre eixos, ficando um pouco maior, porém, mantendo a base anterior em sua plataforma modular MQB.Apesar dos números maiores, o A3 Sedan mantém seu pequeno porta-malas de 425 litros, mas agora vem com um visual mais expressivo, compartilhado com o hatch A3 Sportback 2021, já apresentado.Com grade refeita, o Audi A3 Sedan 2021 chama atenção pelas molduras laterais que imitam entradas de ar e apresentam detalhes contrastantes para se destacar. Tendo mais vincos acentuados na carroceria, o sedã ganha rodas de liga leve mais atraentes.",
                     "icon_url":"https://i.ibb.co/jzMWfpW/AUDI-A3-1-4-TFSI-FLEX-SEDAN-PRESTIGE-TIPTRONIC-34791220454913763.png"
                  }
               ]
            },
            {
               "audi_etron":[
                  {
                     "name":"Audi E-Tron",
                     "desc":"O Audi e-tron foi lançado há um ano e se tornou o líder de vendas no segmento de veículos totalmente elétricos.Para facilitar o carregamento nos diferentes pontos de recarga espalhados pelo País, o e-tron 2021, em sua versão de topo, agora passará a contar com acesso para carregamento em corrente alternada também do lado do passageiro. O Audi e-tron é equipado com dois motores elétricos que combinam para uma potência total de 408 cv com 66.7 kgfm de torque – as forças são distribuídas em 135 kW de potência e 31.5 kgfm de torque na frente e 165 kW de potência e 365 kgfm no motor traseiro.",
                     "icon_url":"https://i.ibb.co/4fRr3Lk/AUDI-ETRON-ELETRICO-PERFORMANCE-QUATTRO-3483681143545324.png"
                  }
               ]
            },
            {
               "audi_q5":[
                  {
                     "name":"Audi Q5",
                     "desc":"A Audi fez a primeira atualização na atual geração do Q5. O SUV ganhou mais tecnologia e visual alinhado ao de modelos mais recentes da marca, como Q3 e Q8. O Q5 2021 também ganhou mais itens de segurança e uma cabine atualizada.Por fora, o Q5 2021 é reconhecível pela dianteira levemente retocada. Os faróis de LED são novos e agora vêm de série em todas as versões. O parachoque frontal também mudou, trazendo uma grade dianteira mais larga e estreita. Atrás, as lanternas de LED mantém o formato, mas têm nova disposição interna de luzes. Como opcional, as luzes de trás podem ser de OLED, mais tecnológicos.",
                     "icon_url":"https://i.ibb.co/BcG6RQ4/AUDI-Q5-2-0-45-TFSI-GASOLINA-PRESTIGE-QUATTRO-S-TRONIC-34859419320711291.png"
                  }
               ]
            }
         ]
      },
      {
         "mercedes":[
            {
               "Mercedes-Benz C 300 Sport":[
                  {
                     "name":"Mercedes-Benz C 300 Sport",
                     "desc":"Visualmente, há detalhes em preto brilhante por todo carro, chamado de pacote Night, nas molduras de defletor dianteiro, extrator de ar no para-choque traseiro, friso na grade do radiador e espelhos retrovisores. Ao redor dos vidros das portas as molduras são totalmente pretas, diferentes do C180. Muito bem combinado com isso são as rodas de cinco raios e pintura preta nos rebaixos da superfície, com o detalhe do emblema central da estrela também com fundo preto, quando o normal é cinza. Discreto e de bom gosto.",
                     "icon_url":"https://i.ibb.co/5BHjCGs/MERCEDESBENZ-C-300-2-0-CGI-GASOLINA-SPORT-COUPE-9-GTRONIC-34807015094986186.png"
                  }
               ]
            },
            {
               "Mercedes C180":[
                  {
                     "name":"Mercedes C180",
                     "desc":"Sofisticado. Esse é provavelmente o melhor adjetivo para definir o Mercedes C180 2020. Como todos os automóveis da montadora, ele carrega um charme único e sóbrio – especialmente quando notamos as linhas e cromados que, de acordo com a crítica especializada, parecem ter pelo menos 20 anos de estilo. Ou seja, estamos falando de um carro atemporal, capaz de combinar modernidade e classe. É possível encontrá-lo nas versões C180 Avantgarde e C180 Exclusive. Para ilustrar, o Mercedes C180 possui faróis com projetores Full LED e LEDs diurnos; a grade tem quatro frisos cromados com um aspecto levemente esportivo – assim como o para-choque com spoilers e frisos cromados. Na versão Exclusive, a grade apresenta um desenho mais clássico com a famosa estrela de três ponta sobre o capô.",
                     "icon_url":"https://i.ibb.co/BCCPqbh/MERCEDESBENZ-C-180-1-6-CGI-GASOLINA-AVANTGARDE-9-GTRONIC-34790611563953841.png"
                  }
               ]
            },
            {
               "Mercedes A250 Vision":[
                  {
                     "name":"Mercedes A250 Vision",
                     "desc":"O modelo foi apresentado no Salão do Automóvel de São Paulo na versão Launch Edition, limitada a 100 unidades. Ambos os modelos contam com o motor 4 cilindros turbo com dois litros e 224 cv e seguem a nova linha de design da marca. O design do novo Classe A é o próximo passo na filosofia de design da Mercedes-Benz. Suas dimensões e proporções otimizadas levaram a uma nova linguagem do design do modelo compacto.O design dianteiro é caracterizado por faróis alongados com elementos cromados. A grade do radiador com a estrela da Mercedes-Benz, cuja silhueta se abre na direção da base como uma reinterpretação de sua predecessora, traz uma lâmina prateada central para ressaltar a esportividade do modelo.",
                     "icon_url":"https://i.ibb.co/8XXWds1/MERCEDESBENZ-A-250-2-0-CGI-GASOLINA-VISION-7-GDCT-34796515073307772.png"
                  }
               ]
            }
         ]
      },
      {
         "bmw":[
            {
               "bmw_320i":[
                  {
                     "name":"BMW 320i",
                     "desc":"Com um design que lembra o modelo anterior, o BMW 320i 2021 teve mudanças visuais na dianteira especialmente na nova grade e nos faróis. Na parte traseira, ele apresenta uma tampa do porta-malas e um para-choque com novos desenhos, além de uma lanterna mais moderna e estilosa. No interior, os ocupantes do novo BMW 320i 2021 verão um ambiente mais sofisticado, com uso de alumínio e couro. O interior também ficou mais moderno, com painel de instrumento digital de 12,3 polegadas, central multimídia de 10,25 polegadas e outros itens que a geração anterior não tinha.",
                     "icon_url":"https://i.ibb.co/KFMRmxj/BMW-320-I-2-0-16-V-TURBO-FLEX-GP-AUTOMATICO-34858620495424760.png"
                  }
               ]
            },
            {
               "bmw_m5":[
                  {
                     "name":"BMW M5",
                     "desc":"No bólido de alta performance, um clássico entre os esportivos, o BMW M5 Competition 2021 vem com um V8 4.4 TwinPower Turbo com nada menos que 625 cavalos a partir de 6.000 rpm e 76,2 kgfm entre 1.800 rpm e 5.600 rpm. Com tudo isso, o BMW M5 Competition 2021 não poderia andar de forma moderada, decolando de 0 a 100 km/h em 3,3 segundos. Isso com transmissão M Steptronic de oito velocidades.Com freios de carbono-cerâmica M Sport, o M5 Competition tem ainda modos de pilotagem M1 e M2, além do sistema de exaustão M Sport e do teto de fibra de carbono. ",
                     "icon_url":"https://i.ibb.co/7tkgSMz/BMW-M5-4-4-V8-TWINPOWER-GASOLINA-COMPETITION-M-XDRIVE-STEPTRONIC-34867917192676384.png"
                  }
               ]
            },
            {
               "bmw_x2":[
                  {
                     "name":"BMW X2",
                     "desc":"A BMW coloca o BMW X2 dentro da categoria dos SAC, sigla que significa Sport Activity Coupé (ou Cupê de Atividade Esportiva, em português).O BMW X2 2021 também não economizou na lista de equipamentos. Dependendo da versão, o modelo oferece sistema de navegação com tela de 8,8 polegadas, mapas em 3D, Head-up Display, assistente de estacionamento (com sensores dianteiros e traseiros), Apple CarPlay e a última versão do sistema ConnectedDrive, que permite conexão à internet.No quesito segurança, a novidade conta com seis airbags, controles de estabilidade e tração, além de pneus com tecnologia Run-Flat.Com 4,36 m de comprimento, 1,82 m de largura e 1,54 m de altura, o modelo é menor do que o X1 em altura e comprimento. Apenas o entre-eixos, de 2,67 m, que permaneceu o mesmo.",
                     "icon_url":"https://i.ibb.co/NgR4wDS/BMW-X2-1-5-12-V-ACTIVEFLEX-SDRIVE18-I-GP-STEPTRONIC-34785113331005771.png"
                  }
               ]
            }
         ]
      },
      {
         "jaguar":[
            {
               "jaguar_xf":[
                  {
                     "name":"Jaguar XF",
                     "desc":"Para fazer frente à concorrência na categoria de sedãs de luxo, a Jaguar adota linhas externas arrojadas no Jaguar XF R-Sport. O modelo é impulsionado pelo motor 2.0 turbo, quatro cilindros em linha, 250 cv de potência e 37,2 kgfm de torque. A transmissão é automática de oito marchas, associada à tração traseira.O acabamento interno do Jaguar XF é requintado, com combinação de couro de costura aparente e alumínio. Como todo automóvel de origem britânica, o habitáculo não esconde a sobriedade. A exceção é a central multimídia com tela de oito polegadas e navegador GPS integrado.A carroceria – que mede 4,95 metros de comprimento, 1,88 m de largura e 1,46 m de altura – tem 75% de sua estrutura feita de alumínio, deixando o sedã com 1.635 kg, 190 kg mais leve que o antecessor. O porta-malas com capacidade para 540 litros é enorme e atende toda a família.",
                     "icon_url":"https://i.ibb.co/FD8Fr54/JAGUAR-XF-2-0-P250-GASOLINA-RSPORT-4-P-AUTOMATICO-34773021510206434.png"
                  }
               ]
            },
            {
               "jaguar_epace":[
                  {
                     "name":"Jaguar E-Pace",
                     "desc":"Em todas as versões do Jaguar E-Pace, os passageiros têm à disposição central multimídia de 10 polegadas com tela sensível ao toque e diversos aplicativos e cinco entradas USB e conexão Bluetooth.Um degrau acima, a R-Dynamic S incorpora rodas de 20 polegadas, sistema de navegação e retrovisores aquecidos e rebatíveis eletricamente.A R-Dynamic SE tem tudo isso e mais um pouco, acrescentando pacote black pack de acabamento, sistema de som Meridian e tampa do porta-malas com acionamento elétrico.O SUV médio da Jaguar mede 3,95 metros de comprimento, 1,98 m de largura, 1,65 m de altura e 2,68 m de distância entre-eixos. O porta-malas de 577 litros é amplo, maior do que o compartimento de muitos SUVs de grande porte.",
                     "icon_url":"https://i.ibb.co/v3P24Ry/JAGUAR-EPACE-2-0-16-V-P250-FLEX-S-AWD-AUTOMATICO-34812715300951085.png"
                  }
               ]
            },
            {
               "jaguar_ftype":[
                  {
                     "name":"Jaguar F-Type",
                     "desc":"O capô também recebe novas linhas deixando a impressão da frente ainda mais baixa. Nas extremidades, novas entradas de ar e a grande também foi retocada. Na lateral, as belas linhas gerais estão mantidas, trazendo um novo formato com o emblema Jaguar leaper no paralamas dianteiro.Debaixo do imenso e belo capô estarão duas opções, ao menos por enquanto. O primeiro P300 é  um motor 2.0 turbo de 300 cv e 40,8 kgfm de torque com transmissão automática de 8 velocidades Quickshift capaz de acelerar a versão coupé de de 0 a 100 km/h em apenas 5,7 segundos e entregar velocidade máxima de 250 km/h, limitada eletronicamente.",
                     "icon_url":"https://i.ibb.co/RzyZpQp/JAGUAR-FTYPE-2-0-P300-GASOLINA-RDYNAMIC-COUPE-AUTOMATICO-34773514533469689.png"
                  }
               ]
            }
         ]
      }
   ]
}
